app/controllers/students_controller.rb

    def index
        @Students = Student.all
---
SELECT "students".* FROM "students"